fcbk-loan-service/src/main/resources/META-INF/templates/getLoanRequest_RealService.vm

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.eim.altisource.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:getLoanDetails>
         <!--Optional:-->
         <loanId>${body}</loanId>
      </ser:getLoanDetails>
   </soapenv:Body>
</soapenv:Envelope>